{"date": "2023-05-04 11:50:33", "headlines": ["Der Nationalrat will ein Bonusverbot und massiv strengere Kapitalvorgaben für globale Grossbanken: was das für die UBS bedeuten würde", "Bundesrätin BaumeSchneider: «Viele Leute wollen aus ökonomischen Gründen nach Europa kommen. Es braucht schärfere Kontrollen an den Aussengrenzen»", "Drohnenangriff auf den Kreml – Moskau spricht von einem ukrainischen Terroranschlag, Kiew weist den Vorwurf zurück", "Krieg in der Ukraine: Drohnenangriffe auf Kiew und Odessa +++ Russland berichtet von neuem Grossbrand in Tanklager", "Gebrauchte Kondome und Uniformen voller Blut: Wer waren die Russen, die bei Larisa Hasan hausten?", "Charles III. – der sanfte König verschreibt seiner Monarchie eine Schlankheitskur", "Künstliche Blitze sollen helfen, die Erdwärme als Energiequelle anzuzapfen", "Sechs Lehren vom norwegischen Staatsfonds für private Anleger", "Der Fall Holcim zeigt, wie schwierig ein guter Plan gegen den Klimawandel ist", "«Weihnachten 2025 können wir noch hier feiern, danach müssen wir raus» – das Schicksal von Mitholz ist besiegelt, das Leiden geht weiter", "Am Hals und am Rücken einer Praktikantin in einem Zürcher Alterszentrum findet sich die DNA ihres «Lernbegleiters». War es sexuelle Nötigung?", "Unsere Empfehlungen", "Papi und Papa – wenn schwule Männer eine Familie gründen", "Papi und Papa – wenn schwule Männer eine Familie gründen", "Das leere Raumschiff von Ebikon: Warum ist nichts los in der Mall of Switzerland?", "Steuerland Schweiz: So hat sich die Steuerbelastung in Ihrer Gemeinde seit 2010 entwickelt", "USRegionalbankenKrise spitzt sich zu: PacWestAktie fällt um 60 Prozent", "Studie: Neues AntikörperMedikament verlangsamt das Fortschreiten von Alzheimer deutlich", "Ed Sheeran droht vor Gericht mit KarriereEnde", "Kultur: Zeilen wie «Ich wollte wirklich, dass sie den Jungen verletzen» von Tucker Carlson alarmierten Fox News", "Amerika leidet am Echo des Irakkriegs: Die Intervention vor 20 Jahren bereitete Trump den Weg und beförderte den Isolationismus", "Nachrichten vertieft", "BlackoutGefahr im Winter? Der Boom bei elektrischen Heizlüftern erhöht in Deutschland das Risiko von Stromausfällen", "Lehrermangel: Die Romandie schaut mit einer Mischung aus Mitleid und Erstaunen in die Deutschschweiz", "Wegen TwitterKonto: Saudiarabien verurteilt Frau zu 34 Jahren Haft", "Mindestens sechzehn Tote und Dutzende von Verletzten bei schwerer Explosion in Einkaufszentrum in Armenien", "«Die Zahlen sind null und nichtig»: Kenyas Wahl geht in die juristische Verlängerung, weil der unterlegene Kandidat das Resultat nicht anerkennt", "Kurz nach der Wahl ist Isabel Garcia von der GLP zur FDP gewechselt. Jetzt wollen AL und Grüne verhindern, dass sie in den neuen Zürcher Kantonsrat einziehen kann", "Gebrauchte Kondome und Uniformen voller Blut: Wer waren die Russen, die bei Larisa Hasan hausten?", "100 000 gefallene und verwundete Russen seit Dezember: Die Hölle von Bachmut lässt die Verlustzahlen in die Höhe schiessen", "Autohändler werden zu Maklern: Die Automobilindustrie beendet das Feilschen um Neuwagenpreise", "Betrugsprozess im Dieselskandal: Der frühere AudiChef Rupert Stadler kündigt ein umfassendes Geständnis an", "Drohnenangriff auf den Kreml – Moskau spricht von einem ukrainischen Terroranschlag, Kiew weist den Vorwurf zurück", "Wer früher stirbt, bekommt eine Provision: Ein japanischer Kinofilm warnt vor Sonderangeboten in der Sterbehilfe", "Die Unternehmensführung von morgen – von Rationalisten und Empiristen", "John Irving lädt in einem mutmasslich letzten grossen Roman seine literarischen Veteranen zum Klassentreffen", "Zu woke? Zu rassistisch? Die Antworten von ChatGPT sorgen für Kontroversen – und befeuern das Wettrennen um die «wahrheitsgetreueste» KI", "Neu in den Ressorts", "In der Schweiz ist es eng. Nicht im Land, sondern in den Köpfen", "Die EU ist nur noch ein Zaungast in Nahost", "Der Industriestrompreis ist ein süsses Gift – aber Gift bleibt Gift", "Griechenland: Ein Neonazi macht Wahlkampf aus dem Gefängnis", "Acht Jahre Haft für Roman Protasewitsch – den Blogger, den Weissrussland vom Himmel holte", "Wer in Laos gegen die Kommunisten opponiert, muss mit dem Schlimmsten rechnen", "Trotz allen BankWirren: Das Fed erhöht den Leitzins zum zehnten Mal in Folge – auf 5,25 Prozent", "Was ist Schein, und was ist echt? Unterwegs in Modis Indien, das bald eine Wirtschaftsmacht sein soll", "Mit Roman Studer wird ein UBSMann neuer CEO der Bankiervereinigung – dominiert die Grossbank nun den Finanzplatz?", "Vom Helfer zum Jäger – JPMorganCEO Jamie Dimon bewies auch bei der Übernahme der First Republic Bank seinen Killerinstinkt", "Die Aufsichtsbehörden orchestrieren Notverkauf der First Republic an JP Morgan: Das sind die Hintergründe", "Ein Dow Jones für Münzen soll Transparenz schaffen", "Die unendliche Geschichte über den KriegsmaterialKompromiss: Wie soll die Wiederausfuhr von Schweizer Rüstungsgütern in Ausnahmefällen möglich werden?", "Kreislaufwirtschaft fängt im Kleinen an: Nationalrat will Littering mit bis zu 300 Franken büssen", "Der Nationalrat macht auf Geopolitik, wirkt aber wie eine studentische Protestversammlung", "Eine 31jährige Frau packt den Einkaufswagen voll, scannt aber nur Waren im Wert von 40 Franken – dafür landet sie vor Gericht", "«Elisabeth Kopp hat einen zu hohen Preis bezahlt» – der letzte Abschied von der AltBundesrätin war ein Moment der politischen Selbstreflexion", "Kurz nach der Wahl ist Isabel Garcia von der GLP zur FDP gewechselt. Jetzt wollen AL und Grüne verhindern, dass sie in den neuen Zürcher Kantonsrat einziehen kann", "Ihr Mechaniker nennt sie «Chäller Propäller» – oder: Wie Alessandra Keller leiden musste, um die beste Mountainbikerin der Welt zu werden", "Akira Schmid: ein Emmentaler mit asiatischer Gelassenheit", "Ein Rennwagen, der sich selber neutralisiert – bei AlfaSauber macht sich Ernüchterung breit", "«Unsere herkömmlichen Eliten verlieren an Einfluss. Vor diesem Hintergrund hat ein Fest wie das Sechseläuten schon einen sanft folkloristischen Einschlag»", "Der Mensch ist eigentlich ein Stubenhocker. Woher denn kommt seine Reiselust?", "Im Theater erscheint Franz Kafka als Einzelgänger im Kampf gegen die Macht der Meinungsmacher", "«Verbietet man das Smartphone an den Schulen, so steigt die Lernleistung»", "Nach dem Fehlstart des Starships formiert sich Widerstand gegen SpaceX", "Affenpocken: Ein Jahr nach dem Ausbruch in Europa sieht die WHO immer noch Gefahrenpotenzial", "Krönung mal anders: Charles will zeigen, wie modern er ist", "Krönung mal anders: Charles will zeigen, wie modern er ist", "Krise am Horn Afrikas: Warum ist der Sudan wichtig?", "Krise am Horn Afrikas: Warum ist der Sudan wichtig?", "Weitere Artikel lesen", "So viel kostet ein Kind", "Revolutionärin der Raststätten", "Kägi kocht Tintenfischsalat mit Chorizo", "Weitere Artikel lesen", "Selbst die Lederschuhe werden geflickt", "Der Amerikaner James Turrell zieht einen mit seinen Lichtinstallationen in den Bann – weit reisen muss man dafür nicht", "Eine Jacke wie ein Konfitürendeckel", "Weitere Artikel lesen", "Europäische Aktien: Time to Say Goodbye?", "Das Fed denkt ans Pausieren", "Drahtseilakt der Währungshüter", "NZZ Welt", "Das Unternehmen NZZ", "Zeitungen, Magazine und Portale", "Weitere Angebote"]}