{"date": "2023-04-13", "headlines": ["FBI arrests suspect Jack Teixeira in Pentagon documents leak", "Dead rodents litter Canada PM's official home", "Police arrest suspect in Cash App founder's death", "How 'the queen of the miniskirt' changed fashion", "Where people drink beer for breakfast", "Leak suspect said to be leader of online chat group", "Space mission to Jupiter's icy moons postponed", "I'm at home, Biden says during historic Irish visit", "Europa action: Sabitzer gives Man Utd lead against Sevilla", "West Ham dig deep to secure draw away to Gent", "Bayern suspend Mane after Sane punch claims", "Why we're probably living in a Matrixlike simulation", "The origin of a modern obsession", "Why you are only as old as you feel", "Why 'turnover contagion' is spreading", "Sex, drugs and tragedy in 1800s Britain", "An underrated LGBTQ+ haven in the US", "The mystery of our genome's dark matter", "18,000 cows killed in Texas dairy farm explosion", "Woman gobsmacked over £160k allotment donations", "Actress says anxiety over kissing costar comes from OCD", "Premier League to limit gambling sponsors on shirts", "Strike action sees UK economy flatline in February", "Judge rebukes Fox News ahead of defamation trial", "Vape maker agrees $462m deal to settle claims", "Twitter and hate speech: What's the evidence?", "The rich worlds created by avalanches", "The Alps' hidden butterfly paradise", "The abandoned mines heating homes", "The bean that could change the taste of coffee", "Clogged hair taught CEO a valuable lesson", "South Florida endures 'life threatening' floods", "South Florida endures 'life threatening'...", "Jamie Oliver on dyslexia: 'The kitchen saved...", "Joe Biden tours his Irish family heritage", "Watch: Strong winds force plane to abort...", "Watch: Macron interrupted by hecklers during...", "Watch: BBC News' interview with Elon Musk in...", "Watch: Protester tackled during Macron...", "Lyra McKee's sister on the human cost of...", "Elon Musk: 'My dog is the CEO of Twitter'", "Watch: Elon Musk's unexpected BBC...", "Award ban for pub displaying golly dolls", "Fashion designer Dame Mary Quant dies aged 93", "North Sea oil spills exceed safe level  activists", "Can new Apple stores help tech giant win in India?", "Ghana first to approve 'worldchanger' malaria vaccine", "The miniskirt pioneer who defined 60s fashion", "Nasa's JPL snake robot explores extreme terrain", "The politics behind Biden's Irish 'homecoming'  By Chris Mason", "Study reveals cancer's 'infinite' ability to evolve  By James Gallagher", "I interviewed Elon Musk – this is how it went  By James Clayton", "What we know of the Kentucky bank shooting victims  By Chloe Kim", "How one of India's most oppressed drafted its constitution  By Soutik Biswas", "Coronation coach has electric windows and air con  By Sean Coughlan", "Father mourns murdered daughters at West Bank funeral  By Lucy Williamson and Marita Moloney", "When Trump sucks all the oxygen in the race  By Katty Kay", "Why robotic worms could one day dig beneath your feet", "'We turned down a client to uphold gay rights'", "The ship graveyard which has claimed many lives", "Green leaves and yawning soldiers: Africa's top shots", "In pictures: King Charles's state visit to Germany", "Royal murals and rare rhinos: Africa's top shots", "Film fan creates hundreds of miniature movie sets", "Agency Searched His Home Before Making Arrest", "Leader of Chat Group That Leaked Documents Is Air National Guardsman", "The leaked documents show broad infighting among Russian officials.", "President Biden said the leak did not compromise intelligence “of great consequence.”", "What do leaked U.S. intelligence reports say? Here is a quick guide.", "On a visit to Ireland, President Biden is aiming to shore up support for Ukraine.", "Abortion Pill Rulings", "Justice Department to Seek Emergency Supreme Court Action on Abortion Ruling", "Inside the Online Market for Overseas Abortion Pills", "What is at stake in the abortion pill case, and what happens next?", "Landmark Trial Against Fox News Could Affect the Future of Libel Law", "Judge Eric Davis, who is presiding over the FoxDominion suit, has been evenhanded and reasonable, analysts say.", "The Trump Investigations", "Trump Faces Questioning in N.Y. Attorney General’s Lawsuit", "A VHS Tape of ‘Rocky’ Just Sold for $27,500, Because Why Not", "Mary Quant, the Mother of the Miniskirt, Dies at 93", "Mary Quant was a creative and commercial trailblazer who put London fashion on the world map. See her life in photos.", "Dan Snyder Agrees to Sell Washington Commanders for $6 Billion", "From The Athletic: Here’s what to know about Josh Harris, soontobe owner of the Washington Commanders.", "Biden Plans an Electric Vehicle Revolution. Now, the Hard Part.", "Confused about electric cars? We have some answers.", "How Silicon Valley Bank’s Failure Could Have Spread Far and Wide", "Exploring the Lakes of Minneapolis With $350,000", "Kettlebells offer a lowimpact, fullbody workout. Here’s how to get started.", "Bigger and darker: Astronomers used A.I. to finetune the first image of a black hole.", "Carlos Lozada", "In Which Conservative Justices Ponder Just How Far They Will Go", "Frank Bruni", "Tucker Carlson and Rupert Murdoch Were Right", "David French", "How Tennessee Illustrates the Three Rules of MAGA", "Adam Grant", "Your Email Does Not Constitute My Emergency", "First Person", "He Started the First Police Academy at an H.B.C.U. It Was Complicated.", "Pamela Paul", "Springsteen, Seinfeld and What This Country’s Been Missing", "Gail Collins", "How 90 Became the New 60", "Charles M. Blow", "What Are Biden’s 2024 Chances? I Asked These Democratic Campaign Veterans.", "Letters From Our Readers", "Should All States Have Aid in Dying Laws?", "Kevin CasasZamora", "Look at Latin America. This Is How Democracies Fail.", "Clare Dwyer Hogg", "The Biden and Clinton Visits Can’t Mask a Hard Truth About Northern Ireland", "Nicholas Kristof", "I’m Worried We’re Too Complacent About the Risk of War With China", "Ankush Khardori", "Trump Faces Five Major Investigations. He Has Dozens of Ways Out.", "Peter Coy", "Why We’re Probably Headed for a Recession", "David WallaceWells", "A Thought Experiment on How the Pandemic Began", "Justin J. Pearson", "Defiant and Determined, I’m Ready to Keep Fighting for Tennessee", "Introducing Spelling Bee Buddy", "Feinstein, Under Pressure to Resign, Asks to Step Down From Judiciary Panel", "If Tennessee’s Legislature Looks Broken, It’s Not Alone", "As World Warms, Droughts Come On Faster, Study Finds", "As Mental Health Crisis Grows, More Doors Open to Care", "F.B.I. Feared Lawmaker Was Target of Foreign Intelligence Operation", "Biden Will Expand Health Care Access for DACA Immigrants", "Misinformation Defense Worked in 2020, Up to a Point, a Study Finds", "Fort Lauderdale Is Drenched With Up to 2 Feet of Rain, Shutting Its Airport", "Virginia Fifth Grader Is Celebrated for Spotting Textbook’s Error", "Virginia Norwood, ‘Mother’ of Satellite Imaging Systems, Dies at 96", "Daily Covid hospital admissions ", "Weekly cases ", "Weekly deaths ", "C.D.C. Covid levels ", "Yotam Ottolenghi’s Top 10 Ingredients, in One Dish", "Rita Indiana Faces All Kinds of Ghosts", "‘Beau Is Afraid’ Review", "Living in Springfield, N.J.", "Phillipa Soo Sings Her Favorite Pop Song", "A Super Bowl Champion Quarterback Was College Football’s Most Surprising Hire", "Predicting the First Round of the N.B.A. Playoffs", "The Biggest Questions Surrounding the 2023 N.F.L. Draft", "The Soccer SuperstarinWaiting Being Watched by 40 to 50 Clubs", "The Raptors Missed 18 Free Throws. An N.B.A. Star’s Daughter Helped.", "What W.N.B.A. Executives Think of Caitlin Clark’s Future", "Today’s Wordle Review", "Spelling Bee", "The Crossword", "Letter Boxed", "For Your Mind: Mental health news, features and resources", "The Ultimate L.A. Bookshelf: 110 essential Los Angeles books", "Five ways you can use Shape Your L.A., The Times’ civic engagement tool", "Leaked documents suggest Russia's Wagner Group mercenaries look for business close to U.S.", "EXCLUSIVE: U.S. intel agencies may change social media monitoring after missing leaked docs for weeks", "Video shows Bob Lee seen staggering and asking for help after stabbing", "Cash App founder Bob Lee stabbed and killed in San Francisco", "Louisville shooter's mom to 911: He has a gun and is heading toward the bank", "Bodycam video shows rookie Louisville officer rush to bank shooting before being critically wounded", "Trump appears for deposition in New York AG's business fraud lawsuit", "Trump sues Michael Cohen, a key witness in N.Y. criminal case, seeking $500 million", "Against a backdrop of mass shootings, GOP hopefuls flock to the NRA convention", "Wife of Florida drag ban sponsor to host 'sultry' performance to benefit kids' charity", "Mitch McConnell tweets he will return to the Senate on Monday after treatment for a concussion", "ExCapitol Police officer sentenced after sending 'stupid and reckless' messages to Jan. 6 rioter", "Jury selection begins in the Dominion defamation case against Fox News", "Abortion pill will remain accessible with limits after appeals court partially blocks judge's ruling", "Ron DeSantis' team tries to stop Florida Republicans from endorsing Trump", "ExKansas police officer pleads guilty to string of sex crimes, assaulting 10 females", "Long Island nurse arrested after allegedly slamming newborn facedown into bassinet", "Former Nickelodeon star Drake Bell found safe after being reported missing in Florida, police say", "Texas county convenes meeting to discuss the possible closure of its more than 100yearold library system", "Fort Lauderdale is pounded by heavy rainfall, flooding roads and shutting down airport", "1 dead, 2 teens injured after shooting near Northwestern University; suspects fled the scene", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "Fears Putin critic is being 'slowly poisoned' after mystery injections, shedding 18lbs in two weeks", "Russia says it may discuss prisoner swap involving American reporter, just not yet", "Rally driver Craig Breen killed in a crash during a test event ahead of world championship race", "French unions rally in the streets ahead of ruling on Macron's retirement reforms", "Women’s tennis tour ends Peng Shuaiinspired China boycott", "Killer who escaped prison with help from guards and faked death is back in South Africa", "Macron stands by Taiwan comments after backlash in the U.S. and Europe", "Schumer calls for AI rules as ChatGPT surges in popularity", "Montana close to becoming 1st state to completely ban TikTok", "Amazon jumps into the generative A.I. race with new cloud service", "Bloomberg plans to integrate GPTstyle A.I. into its terminal", "Warner Bros. Discovery unveils new flagship streaming service, 'Max'", "Bloomberg plans to integrate GPTstyle A.I. into its terminal", "Warner Bros. Discovery unveils new flagship streaming service, 'Max'", "Ariana Grande speaks out about ‘concerns’ surrounding her weight", "Jamie Foxx was hospitalized after a 'medical emergency,' rep says", "Meet the 'RuPublicans': GOP lawmakers are reimagined as AIgenerated drag queens", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "NBC News", "Abortion Rights", "Culture Matters", "OUT Politics and Policy", "U.S. news", "National Security", "Abortion Rights", "U.S. news", "What we know and what we don't about the future of access to abortion pills", "Biden announces plan to expand health coverage to DACA recipients", "Abortion pill will remain accessible with limits after appeals court partially blocks judge's ruling", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "Some debris from Indiana plastics fire may contain asbestos, EPA warns as particulate matter enters the air", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "Some debris from Indiana plastics fire may contain asbestos, EPA warns as particulate matter enters the air", "Wind and solar generated a record amount of global power in 2022", "Biden adminstration proposes water cuts to avert Colorado River crisis", "High risk, high reward: Startups are still eager to mine space rocks", "Scientists find world's deepest fish", "Climate change is leading to more home runs, study finds", "Scientists find world's deepest fish", "Climate change is leading to more home runs, study finds", "Joe Biden", "Culture Matters", "Culture Matters", "Joe Biden", "Racial Reckoning", "OUT Politics and Policy", "OUT Politics and Policy", "OUT News", "OUT Politics and Policy", "Asian America", "Joe Biden", "Culture Matters", "Asian America", "12 highly rated leggings on Amazon", "Products to help whiten teeth at home", "How to prevent thigh chafing", "The 7 best vacuums under $100", "How to treat and reduce undereye circles", "How to choose a robot vacuum", "11 best hair dryers, according to experts", "Best board games for adults", "What causes rosacea? Derms explain.", "How pruners can help keep your plants healthy", "Torrential Storms Batter South Florida, Close Key Airport", "Actor Gérard Depardieu Accused Of Groping Extras", "North Korea Fires ICBM That May Have Been New Type Of Weapon", "Progressives Call On Dianne Feinstein To Resign Amid Concern Over Her Absence", "Arizona House Expels FarRight Lawmaker After Wild ConspiracyLaden Hearing", "Colin Farrell Is A GunToting Maniac In Teaser Trailer For ‘The Penguin’", "Another 'Game Of Thrones' Prequel Series Is Heading To HBO", "Bella Ramsey: Joel Made The ‘Right Decision’ In ‘The Last Of Us’ Finale", "How Tucker Carlson Inspired Rupert Murdoch To End Engagement", "Aubrey Plaza Says Director Told Her To Masturbate On Camera For ComingOfAge Film", "Cecily Strong Explains Why It's 'Hard' To Watch 'SNL' After Departure", "HBO Max And Discovery+ Combine Forces With A New Name", "White House Urgently Warns Radical Abortion Pill Ruling May Upend Everyone’s Medicine", "Suspect In Documents Leak Taken Into Custody: AP Source", "A Billionaire Bought Property From Clarence Thomas. The Justice Didn’t Disclose the Deal.", "TrumpNominated Judge Who Issued Radical Abortion Pill Ruling Cited An Absurd ‘Study’", "Tim Scott Fumbles Abortion Questions After Announcing Possible Presidential Bid", "Appeals Court Preserves Access To Abortion Pill Mifepristone, For Now", "Republicans Across The U.S. Are On A Crusade To Eliminate College Diversity Programs", "Food Assistance Recipients Are Getting Robbed Of Benefits — And Struggling To Get Them Back", "UPDATE: Actor Drake Bell Found Safe After Being Reported ‘Missing And Endangered’ In Florida", "GOP Seeks To Defund Manhattan District Attorney Prosecuting Trump", "Dan Snyder To Sell Washington Commanders For $6 Billion: Reports", "Kansas Man Who Says He Was Tased For Going 3 MPH Over Speed Limit Files Suit", "Texas Lawmakers Want To Allow Civilians To Patrol The Border", "Hoda Kotb Reveals One Of The Cruelest Criticisms She’s Faced As A Parent", "‘Super Mario Bros.’ Theme Becomes First Video Game Music To Get This Elite Honor", "Minka Kelly Details ‘Toxic’ Romance With ‘Friday Night Lights’ CoStar Taylor Kitsch", "The Rudest Things You Can Do While Hosting Overnight Guests", "8 Things Productivity Experts Would Never, Ever Do Before Work", "What EndOfLife Doulas Want You To Know About Death And Grief", "15 Amazing UNESCO World Heritage Sites You Can Visit In The U.S.", "14 Spring Dresses Under $100 That Belong In Your Wardrobe", "If Your Bag Is An Actual Black Hole, Try These 11 Helpful Products", "Experts Explain Why You Need An Emergency Go Bag (And What Should Be In It)", "GalleryWorthy Work From Black Artists That You Can Buy On Etsy", "The Tiny, Powerful Blender That Our Food Editor Uses Way More Than Her Vitamix", "Essential Gardening Tips To Keep Your Nursery Green", "California State Capitol Evacuated Due To ‘Credible Threat’", "Queen Latifah Becomes First Female Rapper Selected For National Recording Registry", "Céline Dion Is Back With New Music Amid Ongoing Health Battle", "Jamie Foxx Recovering After ‘Medical Complication,’ Family Says", "Colorado Rockies Mascot Attacked While Dancing On Dugout", "U.S. Will Not Prosecute Suspect In North Carolina Woman’s Death In Mexico", "Nancy Pelosi Fires Back At Calls For Dianne Feinstein’s Resignation", "Meghan Markle Makes Twitter ‘Proud’ By Turning Down King Charles’ Coronation Invite", "Mary Quant, Inventor Of The Miniskirt, Dies At 93", "Chris Evans Explains Why He’s Turned Down Hosting ‘SNL’ For Years", "‘Such An Idiot’: Nicolle Wallace Bursts Out Laughing Over Trump Comment On Fox News", "Opinion: Republicans Should Rejoice; We Are Now Numb To Gun Violence", "HBO Baffles Fans With ‘Harry Potter’ Reboot Series, Defense Of J.K. Rowling’s Role", "Donald Trump Sues Michael Cohen, Alleging ‘Vast Reputational Harm’", "Tucker Carlson Might Have Just Delivered His Most Racist Fox News Rant Yet", "Read The Email Rupert Murdoch Reportedly Sent Jerry Hall To End Their Marriage", "Official: Russia May Discuss Prisoner Swap Involving WSJ Reporter", "Elon Musk’s 2Word Response To NPR Leaving Twitter Is ... Really Something", "There's A New ‘Miracle Cure’ For My Highly Visible Skin Condition. I Don't Know If I Want It.", "After 7 Years, My Friend Ghosted, Unfriended And Blocked Me. I Still Don’t Know Why.", "My Wife And I Were Suffering. We Took Ecstasy Together — And It Saved Our Marriage.", "My Husband And I Built Our Life Around Cannabis. Here's What Changed When We Became Parents.", "Trump Set To Give 2nd Deposition In New York AG Fraud Suit", "Dianne Feinstein Asks To Be Temporarily Replaced On Judiciary Committee", "Donald Trump Reportedly Lied When He Told Tucker Carlson People Cried At His Arrest", "GOP Lawmaker Defends Supporting 12YearOlds’ Right To Legally Marry", "Jimmy Kimmel Comes Right Out And Says It About Trump", "Colbert Taunts GOP After Stunt Backfires: 'You Just Shot Yourself In The Nuts!'", "Disneyland Ride With Racist Roots Is Finally Closing", "Brooke Shields Explains The 1 Remark That Made Her Feel Safe Kissing A Man At Age 11", "At What Point Is Complaining About Your Job Doing More Harm Than Good?", "How Bad Is It To Use A Product With A California Prop 65 Warning Label?", "Grief Counselors Say ‘Closure’ Is A Myth. Here’s Why.", "35 Tweets That Sum Up Life With 10YearOlds", "Here Are 8 DermRecommended Products To Soothe Your Sunburn", "Is It Just Me, Or Is Everyone In New York Wearing This $25 Blanket Scarf?", "This ExpensiveLooking Swivel Chair Will Almost Certainly Sell Out Again", "These Are The Comfortable Shoes That Nurses Wear For Standing All Day Long", "Why Is It So Hard For South Asians To Shake LightSkin Worship?", "How To Find Balance While Observing Ramadan in the Western World", "This Model Is Redefining ‘Influencer’ In Her Quest For Better Health Care", "Don’t Get Us Wrong, We Love Simu Liu — But He’s Not The Only Talented Asian Thirst Trap"]}