{"date": "2023-04-14", "headlines": ["US airman to appear in court over intelligence leak", "What we know about US leak suspect Jack Teixeira", "Joe Biden to conclude Irish visit in County Mayo", "Dalai Lama defended over tonguesucking remark", "8 of the best films of 2023 so far", "Dove or dog: China makes peace while baring its teeth", "Texas dairy farm explosion kills 18,000 cows", "North Korea tests 'most powerful' missile to date", "European reaction and Premier League news conferences", "Martinez injury does not look great  Ten Hag", "West Ham dig deep to secure draw away to Gent", "The women at the heart of the bloody War of the Roses", "Why we're probably living in a Matrixlike simulation", "The origin of a modern obsession", "Sex, drugs and tragedy in 1800s Britain", "The tricks to induce lucid dreams", "Japan's littleknown drinking dens", "An ancient trick to think more wisely", "The wool that could capture carbon", "Thousands get diagnosis after 60 new diseases found", "Weekly quiz: What mod cons does the royal carriage have?", "Boeing's 737 Max faces delays over supply problems", "Tech worker arrested in Cash App founder's killing", "Premier League to limit gambling sponsors on shirts", "Strike action sees UK economy flatline in February", "The rich worlds created by avalanches", "The Alps' hidden butterfly paradise", "The abandoned mines heating homes", "The plan to make a giant hot water bottle underground", "The bean that could change the taste of coffee", "Watch the arrest of the suspected leaker", "Watch the arrest of the suspected leaker", "Passengers get stuck on UK's highest...", "How Mary Quant's miniskirts looked in the...", "South Florida endures 'life threatening'...", "Jamie Oliver on dyslexia: 'The kitchen saved...", "Joe Biden tours his Irish family heritage", "Watch: Strong winds force plane to abort...", "Watch: Macron interrupted by hecklers during...", "Watch: BBC News' interview with Elon Musk in...", "Watch: Protester tackled during Macron...", "Award ban for pub displaying golly dolls", "Mary Quant: The miniskirt and PVC pioneer", "Environment Agency workers strike over pay", "Judge rebukes Fox News ahead of defamation trial", "Florida moves to ban abortion after six weeks", "Homage to a friend wins 2023 Sony World Photography Awards", "Yellow dust misery sweeps China and South Korea", "Space mission to Jupiter's icy moons postponed  By Jonathan Amos", "The politics behind Biden's Irish 'homecoming'  By Chris Mason", "Study reveals cancer's 'infinite' ability to evolve  By James Gallagher", "I interviewed Elon Musk – this is how it went  By James Clayton", "What we know of the Kentucky bank shooting victims  By Chloe Kim", "How one of India's most oppressed drafted its constitution  By Soutik Biswas", "Coronation coach has electric windows and air con  By Sean Coughlan", "Father mourns murdered daughters at West Bank funeral  By Lucy Williamson and Marita Moloney", "Clogged hair taught CEO a valuable lesson", "Why robotic worms could one day dig beneath your feet", "Jesus wigs and false bananas: Africa's top shots", "The ship graveyard which has claimed many lives", "Green leaves and yawning soldiers: Africa's top shots", "In pictures: King Charles's state visit to Germany", "Royal murals and rare rhinos: Africa's top shots", "F.B.I. Arrests Leader of Online Group Where Secrets Appeared", "Reporting from North Dighton, Mass", "The Airman Who Gave Gamers a Real Taste of War", "The airman accused of leaking the trove was assigned to an intelligence unit on Cape Cod.", "When “top secret” is not so secret: The leaking of classified documents opens a debate about security clearances.", "Abortion Pill Rulings", "Florida Legislature Passes Ban on Abortion After 6 Weeks of Pregnancy", "Abortion Is Back at Supreme Court’s Door After Dueling Orders on Pill", "What is at stake in the abortion pill case, and what happens next?", "Here’s where the likely 2024 presidential contenders stand on abortion.", "Tech Consultant Is Arrested in San Francisco Killing of Cash App Creator", "Injuries and Illness Slow Senators, as Well as the Senate Itself", "The Trump Investigations", "Analysis: Witness Testimony Helps Justice Dept. Advance Trump Election Case", "LinkedIn’s CoFounder Helped Fund the Suit Accusing Trump of Rape", "Donald Trump faced a deposition in a civil lawsuit brought by New York Attorney General Letitia James.", "DeSantis Allies Pressure Florida Lawmakers Against Endorsing Trump", "Justice Thomas Failed to Report Real Estate Deal With Texas Billionaire", "Who Ya Gonna Call? Goosebusters.", "More women and girls are being diagnosed with autism. Some wonder how many are still missed.", "A reader asks whether she should refuse to buy junk food for her obese husband.", "Thomas L. Friedman", "What Are America and China Fighting About, Anyway?", "Frank Bruni", "Tucker Carlson and Rupert Murdoch Were Right", "Carlos Lozada", "In Which Conservative Justices Ponder Just How Far They Will Go", "Paul Krugman", "How Immigrants Are Saving the Economy", "David Brooks", "Why People Are Fleeing Blue Cities for Red States", "David French", "How Tennessee Illustrates the Three Rules of MAGA", "Pamela Paul", "Springsteen, Seinfeld and What This Country’s Been Missing", "Adam Grant", "Your Email Does Not Constitute My Emergency", "Gail Collins", "How 90 Became the New 60", "Letters From Our Readers", "Should All States Have Aid in Dying Laws?", "First Person", "He Started the First Police Academy at an H.B.C.U. It Was Complicated.", "Charles M. Blow", "What Are Biden’s 2024 Chances? I Asked These Democratic Campaign Veterans.", "Kevin CasasZamora", "Look at Latin America. This Is How Democracies Fail.", "Clare Dwyer Hogg", "The Biden and Clinton Visits Can’t Mask a Hard Truth About Northern Ireland", "Nicholas Kristof", "I’m Worried We’re Too Complacent About the Risk of War With China", "Ankush Khardori", "Trump Faces Five Major Investigations. He Has Dozens of Ways Out.", "Germany Quits Nuclear Power, Ending a DecadesLong Struggle", "Once Shocking, U.S. Spying on Its Allies Draws a Global Shrug", "Protests Persist in France as Macron’s Pension Law Nears Last Hurdle", "The Tampa Bay Rays Can’t Lose", "North Korea Says It Launched a SolidFuel ICBM, a First", "About 18,000 Cattle Are Killed in Fire at Dairy Farm in Texas", "Psychologist Reenacts Interrogation Techniques for Guantánamo Court", "Police Officers Answering a Burglary Call Kill 78YearOld Resident", "Leonard Abrams, 68, Chronicler of 1980s East Village Art Boom, Dies", "Supreme Court Won’t Block Student Loan ClassAction Settlement", "Daily Covid hospital admissions ", "Weekly cases ", "Weekly deaths ", "C.D.C. Covid levels ", "What Do People Do All Day? We Followed 9 Workers to Find Out.", "Rachel Pollack, Writer and Activist, Dies", "Putting a Human Face on the Waco Disaster", "A Coronation F.A.Q.", "An Avett Brother Meets John Q. Adams", "Remembering English Soccer’s Worst Tragedy, With the Families Left Behind", "A Super Bowl Champion Quarterback Was College Football’s Most Surprising Hire", "Predicting the First Round of the N.B.A. Playoffs", "Survival in the SharkInfested Waters of the Premier League", "Why M.L.B. Executives Are Tired of Making a Major Concession", "What W.N.B.A. Executives Think of Caitlin Clark’s Future", "Today’s Wordle Review", "Spelling Bee", "The Crossword", "Letter Boxed", "What we know about Nima Momeni, who police say killed Cash App founder Bob Lee", "Review: ‘Mafia Mamma’", "Review: ‘Renfield’", "Review: ‘Imagining the Indian: The Fight Against Native American Mascoting’", "Everything to know about NCAA gymnastics championships", "Full coverage", "Five ways you can use Shape Your L.A., The Times’ civic engagement tool", "Abortion’s new battleground: Mifepristone’s effect on women’s mental health", "Biden administration will ask Supreme Court to preserve full access to abortion pills", "A 16yearold is still cleaning a Kansas slaughterhouse months after his employer was fined over migrant kids", "PSSI, slaughterhouse cleaning firm fined for child labor, replaces CEO and launches $10 million fund to fight child labor", "VIDEO: Leaked classified documents suspect arrested without incident", "Leaked documents suggest Russia's Wagner Group mercenaries look for business close to U.S.", "Florida's Legislature passes a 6week abortion ban", "San Francisco police arrest tech consultant in killing of Cash App founder Bob Lee", "Supreme Court allows $6 billion student loan debt settlement", "Appeals court refuses to decide if Trump can be shielded from rape accuser's defamation suit", "Marjorie Taylor Greene defends National Guardsman suspected of leaking classified docs", "Trump spends 8 hours at New York AG's office for deposition in business fraud lawsuit", "Against a backdrop of mass shootings, GOP hopefuls flock to the NRA convention", "Wife of Florida drag ban sponsor to host 'sultry' performance to benefit kids' charity", "Romance novel cover model who dragged Capitol officer on Jan. 6 sentenced to 3 years in prison", "Delta CEO predicts 'record' summer travel season as FAA warns of another spike in delays", "Texas county will keep library system open and comply with judge's order to put banned books back in circulation", "Indiana recycling facility had been cited for fire hazards years before this week’s massive blaze", "Mother of 6yearold boy who shot teacher is arrested in Virginia", "$100K worth of dimes stolen from truck in Philadelphia parking lot", "Bank shooter was seeing a counselor for depression and anxiety; family plans CTE test", "Long Island nurse arrested and accused of slamming newborn facedown into bassinet", "Videos of high school life in decades past stir nostalgia and debate", "Ariana Grande speaks out about ‘concerns’ surrounding her weight", "Jamie Foxx was hospitalized after a 'medical emergency,' rep says", "Meet the 'RuPublicans': GOP lawmakers are reimagined as AIgenerated drag queens", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "Dalai Lama ‘unfairly labeled’ over tongue video, Tibet’s governmentinexile says", "North Korea says it tested a solidfuel ICBM for the first time", "Rally driver Craig Breen killed in a crash during a test event ahead of world championship race", "Women’s tennis tour ends Peng Shuaiinspired China boycott", "Ugandan LGBTQ activist readies for the fight of his life", "Women’s tennis tour ends Peng Shuaiinspired China boycott", "Ugandan LGBTQ activist readies for the fight of his life", "NBC News NOW", "Nightly News", "Nightly News", "Abortion Rights", "Culture Matters", "OUT Politics and Policy", "National Security", "Supreme Court", "U.S. news", "More brands testing generative AI to create custom ads to target shoppers", "San Francisco DA blasts Elon Musk over reaction to tech executive's stabbing death", "Workers for slaughterhouse cleaning firm that hired children repeatedly used stolen identities to get jobs", "FBI arrests 21yearold Air National Guardsman suspected of leaking classified documents", "San Francisco police arrest tech consultant in killing of Cash App founder Bob Lee", "FBI arrests 21yearold Air National Guardsman suspected of leaking classified documents", "San Francisco police arrest tech consultant in killing of Cash App founder Bob Lee", "Abortion pill will remain accessible with limits after appeals court partly blocks judge's ruling", "Richard Engel’s son died of Rett syndrome. His cells may help find a cure, his doctor says.", "What we know and what we don't about the future of access to abortion pills", "Biden announces plan to expand health coverage to DACA recipients", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "Biden announces plan to expand health coverage to DACA recipients", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "More brands testing generative AI to create custom ads to target shoppers", "Wind and solar generated a record amount of global power in 2022", "Biden adminstration proposes water cuts to avert Colorado River crisis", "High risk, high reward: Startups are still eager to mine space rocks", "Scientists find world's deepest fish", "High risk, high reward: Startups are still eager to mine space rocks", "Scientists find world's deepest fish", "Joe Biden", "Culture Matters", "Culture Matters", "Joe Biden", "Racial Reckoning", "OUT Politics and Policy", "OUT Politics and Policy", "OUT News", "OUT Politics and Policy", "Asian America", "Joe Biden", "Culture Matters", "Asian America", "How undereye patches can firm and depuff skin", "12 highly rated leggings on Amazon", "Products to help whiten teeth at home", "How to prevent thigh chafing", "The 7 best vacuums under $100", "How to treat and reduce undereye circles", "How to choose a robot vacuum", "11 best hair dryers, according to experts", "Best board games for adults", "What causes rosacea? Derms explain.", "Mother Of Young Boy Who Shot Teacher Arrested In Virginia", "Dan Snyder To Sell Washington Commanders For $6 Billion: Reports", "Kansas Man Who Says He Was Tased For Going 3 MPH Over Speed Limit Files Suit", "Republicans Across The U.S. Are On A Crusade To Eliminate College Diversity Programs", "Meghan Markle Makes Twitter 'Proud' By Turning Down King Charles' Coronation Invite", "Chris Evans Explains Why He's Turned Down Hosting 'SNL' For Years", "Billy Porter Will Transform Into James Baldwin For An Upcoming Biopic", "Jimmy Kimmel Comes Right Out And Says It About Trump", "Another 'Game Of Thrones' Prequel Series Is Heading To HBO", "Donald Trump Sues Michael Cohen, Alleging 'Vast Reputational Harm'", "'Super Mario Bros.' Theme Becomes First Video Game Music To Get This Elite Honor", "HBO Baffles Fans With 'Harry Potter' Reboot Series, Defense Of J.K. Rowling's Role", "Billionaire Harlan Crow Bought Property From Clarence Thomas. The Justice Didn’t Disclose It.", "Ron DeSantis Signs 6Week Abortion Ban Into Law", "Suspect In Documents Leak Taken Into Custody", "Reinstated Tennessee Lawmaker Goes Viral For Smacking Down Colleague’s ‘Bigotry’", "Rep. Marjorie Taylor Greene Trashed For Cooking Up Wild Defense Of Alleged Leaker", "White House Urgently Warns Radical Abortion Pill Ruling May Upend Everyone’s Medicine", "North Korea Says It Tested ‘Powerful’ LongRange Missile", "Former Capitol Police Officer Sentenced After Aiding Jan. 6 Rioter", "Republican Group Mocks Trump’s Love Of Dictators With Sexy New Video", "Stephen Colbert Spots The Exact Moment That Could Mean Fox News Is Screwed", "Jimmy Kimmel Taunts Trump With The ‘Weird Side Project’ No One Wants", "As The Deaths Pile Up, Experts Ask: Why Are Police Involved In Mental Health Crises?", "Jenna Bush Hager Says She Was Dumped After An Ex ‘Saw Me In A Bathing Suit’", "GOP Lawmaker Clarifies Remarks About Letting 12YearOlds Marry", "This Snoopy LookAlike Might Be The Cartoon Dog’s RealLife Doppelgänger", "San Francisco DA Slams Elon Musk’s Tweets After Cash App Founder’s Murder", "Ever Had A ‘Dream Baby’? Here’s What It Means.", "How To Stop Reaching For Your Phone Right When You Wake Up", "The Rudest Things You Can Do While Hosting Overnight Guests", "What EndOfLife Doulas Want You To Know About Death And Grief", "14 Spring Dresses Under $100 That Belong In Your Wardrobe", "If Your Bag Is An Actual Black Hole, Try These 11 Helpful Products", "Experts Explain Why You Need An Emergency Go Bag (And What Should Be In It)", "GalleryWorthy Work From Black Artists That You Can Buy On Etsy", "The Tiny, Powerful Blender That Our Food Editor Uses Way More Than Her Vitamix", "Essential Gardening Tips To Keep Your Nursery Green", "Taylor Swift Fans Think Her Outfit Had A Hidden, BreakupRelated Meaning", "US Abortion Landscape Shifts Yet Again Thanks To Federal Appeals Court Ruling", "Aaron Rodgers Appears To Throw His Support Behind AntiVaxxer Robert F. Kennedy Jr.", "Nicki Minaj To Star In Animated Comic Book Series ‘Lady Danger’", "UPDATE: Actor Drake Bell Found Safe After Being Reported ‘Missing And Endangered’ In Florida", "Man Who Threatened Dictionary Publisher Sentenced To A Year In Prison", "Appeals Court Preserves Access To Abortion Pill Mifepristone, For Now", "Food Assistance Recipients Are Getting Robbed Of Benefits — And Struggling To Get Them Back", "Tim Scott Fumbles Abortion Questions After Announcing Possible Presidential Bid", "Nebraska Advances Trans Care Ban For Minors ― With A Twist", "U.S. Will Not Prosecute Suspect In North Carolina Woman’s Death In Mexico", "Colorado Rockies Mascot Attacked While Dancing On Dugout", "TrumpNominated Judge Who Issued Radical Abortion Pill Ruling Cited An Absurd ‘Study’", "Minneapolis To Pay $8.9M Over Chauvin’s Actions Before George Floyd", "2 ExLA Sheriff’s Deputies Accused Of Violating Skateboarder’s Civil Rights", "Tech Executive Arrested As Suspect In Murder Of Cash App Founder", "GOP Seeks To Defund Manhattan District Attorney Prosecuting Trump", "Mary Quant, Inventor Of The Miniskirt, Dies At 93", "There's A New ‘Miracle Cure’ For My Highly Visible Skin Condition. I Don't Know If I Want It.", "After 7 Years, My Friend Ghosted, Unfriended And Blocked Me. I Still Don’t Know Why.", "My Wife And I Were Suffering. We Took Ecstasy Together — And It Saved Our Marriage.", "My Husband And I Built Our Life Around Cannabis. Here's What Changed When We Became Parents.", "Mitch McConnell Set To Return To Senate Next Week", "California State Capitol Evacuated Due To 'Credible Threat'", "Texas Republicans Want To Allow Civilians To Patrol The Border", "Nancy Pelosi Says Calls For Dianne Feinstein's Resignation Are Sexist, Politically Motivated", "Minka Kelly Details ‘Toxic’ Romance With ‘Friday Night Lights’ CoStar Taylor Kitsch", "Hoda Kotb Reveals One Of The Cruelest Criticisms She's Faced As A Parent", "Angela Bassett Reflects On Holding Austin Butler's Hand When He Lost At The Oscars", "Céline Dion Is Back With New Music Amid Ongoing Health Battle", "8 Things Productivity Experts Would Never, Ever Do Before Work", "15 Amazing UNESCO World Heritage Sites You Can Visit In The U.S.", "At What Point Is Complaining About Your Job Doing More Harm Than Good?", "How Bad Is It To Use A Product With A California Prop 65 Warning Label?", "Here Are 8 DermRecommended Products To Soothe Your Sunburn", "Is It Just Me, Or Is Everyone In New York Wearing This $25 Blanket Scarf?", "This ExpensiveLooking Swivel Chair Will Almost Certainly Sell Out Again", "These Are The Comfortable Shoes That Nurses Wear For Standing All Day Long", "Why Is It So Hard For South Asians To Shake LightSkin Worship?", "How To Find Balance While Observing Ramadan in the Western World", "This Model Is Redefining ‘Influencer’ In Her Quest For Better Health Care", "Don’t Get Us Wrong, We Love Simu Liu — But He’s Not The Only Talented Asian Thirst Trap"]}