{"date": "2023-04-13", "headlines": ["Accessibility links", "FBI arrests suspect Jack Teixeira in Pentagon documents leak", "Dead rodents litter Canada PM's official home", "Police arrest suspect in Cash App founder's death", "How 'the queen of the miniskirt' changed fashion", "Where people drink beer for breakfast", "Leak suspect said to be leader of online chat group", "Space mission to Jupiter's icy moons postponed", "I'm at home, Biden says during historic Irish visit", "Europa action: Sabitzer gives Man Utd lead against Sevilla", "West Ham dig deep to secure draw away to Gent", "Bayern suspend Mane after Sane punch claims", "London Weather", "Why we're probably living in a Matrixlike simulation", "The origin of a modern obsession", "Why you are only as old as you feel", "Editor’s Picks", "Why 'turnover contagion' is spreading", "Sex, drugs and tragedy in 1800s Britain", "An underrated LGBTQ+ haven in the US", "The mystery of our genome's dark matter", "18,000 cows killed in Texas dairy farm explosion", "Woman gobsmacked over £160k allotment donations", "Actress says anxiety over kissing costar comes from OCD", "Latest Business News", "Premier League to limit gambling sponsors on shirts", "Strike action sees UK economy flatline in February", "Judge rebukes Fox News ahead of defamation trial", "Twitter and hate speech: What's the evidence?", "The rich worlds created by avalanches", "The Alps' hidden butterfly paradise", "The abandoned mines heating homes", "Global Trade", "The bean that could change the taste of coffee", "CEO Secrets", "Clogged hair taught CEO a valuable lesson", "Featured video", "South Florida endures 'life threatening' floods", "South Florida endures 'life threatening'...", "Jamie Oliver on dyslexia: 'The kitchen saved...", "Joe Biden tours his Irish family heritage", "Watch: Strong winds force plane to abort...", "Watch: Macron interrupted by hecklers during...", "Watch: BBC News' interview with Elon Musk in...", "Watch: Protester tackled during Macron...", "Lyra McKee's sister on the human cost of...", "Elon Musk: 'My dog is the CEO of Twitter'", "Watch: Elon Musk's unexpected BBC...", "BBC World Service", "More around the BBC", "Award ban for pub displaying golly dolls", "Fashion designer Dame Mary Quant dies aged 93", "North Sea oil spills exceed safe level  activists", "Can new Apple stores help tech giant win in India?", "Ghana first to approve 'worldchanger' malaria vaccine", "The miniskirt pioneer who defined 60s fashion", "Nasa's JPL snake robot explores extreme terrain", "From Our Correspondents", "The politics behind Biden's Irish 'homecoming'  By Chris Mason", "Study reveals cancer's 'infinite' ability to evolve  By James Gallagher", "I interviewed Elon Musk – this is how it went  By James Clayton", "What we know of the Kentucky bank shooting victims  By Chloe Kim", "How one of India's most oppressed drafted its constitution  By Soutik Biswas", "Coronation coach has electric windows and air con  By Sean Coughlan", "Father mourns murdered daughters at West Bank funeral  By Lucy Williamson and Marita Moloney", "When Trump sucks all the oxygen in the race  By Katty Kay", "Technology of Business", "Why robotic worms could one day dig beneath your feet", "Global Trade", "'We turned down a client to uphold gay rights'", "World in pictures", "The ship graveyard which has claimed many lives", "Green leaves and yawning soldiers: Africa's top shots", "In pictures: King Charles's state visit to Germany", "Royal murals and rare rhinos: Africa's top shots", "Film fan creates hundreds of miniature movie sets", "BBC in other languages", "More Languages", "Explore the BBC", "Agency Searched His Home Before Making Arrest", "Leader of Chat Group That Leaked Documents Is Air National Guardsman", "The leaked documents show broad infighting among Russian officials.", "President Biden said the leak did not compromise intelligence “of great consequence.”", "What do leaked U.S. intelligence reports say? Here is a quick guide.", "On a visit to Ireland, President Biden is aiming to shore up support for Ukraine.", "Abortion Pill Rulings", "Justice Department to Seek Emergency Supreme Court Action on Abortion Ruling", "Inside the Online Market for Overseas Abortion Pills", "What is at stake in the abortion pill case, and what happens next?", "Landmark Trial Against Fox News Could Affect the Future of Libel Law", "Judge Eric Davis, who is presiding over the FoxDominion suit, has been evenhanded and reasonable, analysts say.", "The Trump Investigations", "Trump Faces Questioning in N.Y. Attorney General’s Lawsuit", "A VHS Tape of ‘Rocky’ Just Sold for $27,500, Because Why Not", "Mary Quant, the Mother of the Miniskirt, Dies at 93", "Mary Quant was a creative and commercial trailblazer who put London fashion on the world map. See her life in photos.", "Dan Snyder Agrees to Sell Washington Commanders for $6 Billion", "From The Athletic: Here’s what to know about Josh Harris, soontobe owner of the Washington Commanders.", "Biden Plans an Electric Vehicle Revolution. Now, the Hard Part.", "Confused about electric cars? We have some answers.", "How Silicon Valley Bank’s Failure Could Have Spread Far and Wide", "Exploring the Lakes of Minneapolis With $350,000", "Kettlebells offer a lowimpact, fullbody workout. Here’s how to get started.", "Bigger and darker: Astronomers used A.I. to finetune the first image of a black hole.", "Carlos Lozada", "In Which Conservative Justices Ponder Just How Far They Will Go", "Frank Bruni", "Tucker Carlson and Rupert Murdoch Were Right", "David French", "How Tennessee Illustrates the Three Rules of MAGA", "Adam Grant", "Your Email Does Not Constitute My Emergency", "First Person", "He Started the First Police Academy at an H.B.C.U. It Was Complicated.", "Pamela Paul", "Springsteen, Seinfeld and What This Country’s Been Missing", "Gail Collins", "How 90 Became the New 60", "Charles M. Blow", "What Are Biden’s 2024 Chances? I Asked These Democratic Campaign Veterans.", "Letters From Our Readers", "Should All States Have Aid in Dying Laws?", "Kevin CasasZamora", "Look at Latin America. This Is How Democracies Fail.", "Clare Dwyer Hogg", "The Biden and Clinton Visits Can’t Mask a Hard Truth About Northern Ireland", "Nicholas Kristof", "I’m Worried We’re Too Complacent About the Risk of War With China", "Ankush Khardori", "Trump Faces Five Major Investigations. He Has Dozens of Ways Out.", "Peter Coy", "Why We’re Probably Headed for a Recession", "David WallaceWells", "A Thought Experiment on How the Pandemic Began", "Justin J. Pearson", "Defiant and Determined, I’m Ready to Keep Fighting for Tennessee", "Introducing Spelling Bee Buddy", "Feinstein, Under Pressure to Resign, Asks to Step Down From Judiciary Panel", "If Tennessee’s Legislature Looks Broken, It’s Not Alone", "As World Warms, Droughts Come On Faster, Study Finds", "As Mental Health Crisis Grows, More Doors Open to Care", "F.B.I. Feared Lawmaker Was Target of Foreign Intelligence Operation", "Biden Will Expand Health Care Access for DACA Immigrants", "Misinformation Defense Worked in 2020, Up to a Point, a Study Finds", "Fort Lauderdale Is Drenched With Up to 2 Feet of Rain, Shutting Its Airport", "Virginia Fifth Grader Is Celebrated for Spotting Textbook’s Error", "Virginia Norwood, ‘Mother’ of Satellite Imaging Systems, Dies at 96", "Tracking Covid19 ", "Daily Covid hospital admissions ", "Weekly cases ", "Weekly deaths ", "C.D.C. Covid levels ", "Yotam Ottolenghi’s Top 10 Ingredients, in One Dish", "Rita Indiana Faces All Kinds of Ghosts", "‘Beau Is Afraid’ Review", "Living in Springfield, N.J.", "Phillipa Soo Sings Her Favorite Pop Song", "A Super Bowl Champion Quarterback Was College Football’s Most Surprising Hire", "Predicting the First Round of the N.B.A. Playoffs", "The Biggest Questions Surrounding the 2023 N.F.L. Draft", "The Soccer SuperstarinWaiting Being Watched by 40 to 50 Clubs", "The Raptors Missed 18 Free Throws. An N.B.A. Star’s Daughter Helped.", "What W.N.B.A. Executives Think of Caitlin Clark’s Future", "Today’s Wordle Review", "Spelling Bee", "The Crossword", "Letter Boxed", "Site Index", "Site Information Navigation", "Turn on Notifications", "Arrest Made", "Times Investigation", "Criminal investigation", "Young activists helped elect Kenneth Mejia. Now some say he’s a ‘toxic’ boss", "The actor, the hairstylist and the eye surgeon: Drugs and death in a Malibu beach house", "California’s breathtaking superbloom is here. Mapping where to go, see amazing photos", "SoCal can expect more birds, rabbits, rats and snakes in wildlife surge after record rain", "San Joaquin Valley farmers dig in for the next battle: an epic Sierra snowmelt", "California’s superblooms are so dramatic you can see them from space: Here are satellite photos", "For your mind", "For Your Mind: Mental health news, features and resources", "Column One", "An Old Hollywood actor created a treasure map. Could it be real?", "Californians Are Reading", "Disneyland sets Splash Mountain closing date, releases new concept art for Tiana’s Bayou Adventure", "LAUSD pitched students an expensive experiment to get higher grades. Most turned it down", "Man fatally stabbed on Metro Blue Line train in Long Beach", "pioneering mission", "Cosmic justice: A Black Californian is headed to the moon, lifting up a whole race with him", "Abortion pill ruling", "Court preserves access to abortion drug, but only for 7 weeks and not by mail", "Abortion’s new battleground: Mifespristone’s effect on women’s mental health", "Sen. Feinstein", "Spiritual Renewal", "‘Holy dirt’ turned this Southwest town into a spiritual destination for 300,000 people a year", "Literary L.A.", "The 26 absolute best L.A. books of all time, ranked", "The Ultimate L.A. Bookshelf: 110 essential Los Angeles books", "‘The Big Sleep’ made Steph Cha want to write fiction — and rewrite Chandler", "Charles Bukowski and Wanda Coleman gave me a reason to keep writing", "Opinion: As a San Diego neurosurgeon, I see the devastating toll of the raised border wall", "Florida’s antiimmigrant bill continues DeSantis’ campaign of cruelty", "Opinion: How Spanishlanguage climate misinformation spreads like wildfire in the U.S.", "Nicholas Goldberg: Is the fourday work week almost here?", "Editorial: EPA wants to speed up EV switch. Good, the planet needs it", "Opinion: How Los Angeles’ first female public defender pioneered the rule that led to Trump’s indictment", "The Times: An FBI investigation into college basketball gone wrong", "Foretold: Can a fortuneteller change her future?", "California Living", "That perfect Big Sur road trip? Start rerouting", "Walking all 25 miles of Sunset Boulevard in a day reminded us why we love L.A.", "Her tiny native plant habitat garden is flourishing. And she didn’t even need a yard", "Subscribers Are Reading", "Volcano? Climate change? Bad luck? Why California was hit with 31 atmospheric river storms", "The Ultimate L.A. Bookshelf: 110 essential Los Angeles books", "As Hollywood strike looms, five writers share their stories", "How L.A.’s Doug Emhoff became the White House’s voice against antisemitism", "California has so much snow that flood danger will last through the year", "The surprising afterlife of a ’70s L.A. cult: How the Source Family became hot IP in 2023", "Your Community", "Shape Your L.A.: How to get civically engaged and make Los Angeles work for you", "Five ways you can use Shape Your L.A., The Times’ civic engagement tool", "Latest stories", "ICE deported him to Afghanistan, then flew him back to L.A.", "Former ‘SNL’ star Victoria Jackson adds her rant to antiLGBTQ sentiment in Tennessee", "Mary Quant, fashion designer who dressed up the Swinging ’60s, dies at 93", "French guard Ilane Fibleuil chooses UCLA over Gonzaga and G League for next season", "Hardy and Lainey Wilson lead the 2023 Academy of Country Music Award nominations", "Report: Daniel Snyder agrees to sell Commanders to group that includes Magic Johnson", "Don’t Miss", "The actor, the hairstylist and the eye surgeon: Drugs and death in a Malibu beach house", "Have guests in town? Here are 22 essential L.A. spots for every tourist", "The Ivy still reeks of celebrity, even if Bennifer has moved on", "More News", "Legislative session disrupted by ‘credible threat’ made at California Capitol", "Sources: Exdeputies involved in Guardado shooting indicted in separate abuse case", "MLB umpire hospitalized after being hit in head by relay throw", "ICE deported him to Afghanistan, then flew him back to L.A.", "Suspect in documents leak taken into custody, sources say", "Biden to expand DACA immigrants’ access to health plans, officials say", "Looking to finance an ADU? More help may be on the way", "Hiltzik: With a $300million donation to Harvard, a hedge fund billionaire shows why we need a wealth tax", "Join the Conversation", "SoCal can expect more birds, rabbits, rats and snakes in wildlife surge after record rain", "LAPD officers shot fewer people in 2022, but the percentage that turned deadly increased", "San Joaquin Valley farmers dig in for the next battle: an epic Sierra snowmelt", "Editors’ Pick", "Morrison: ‘Paradise with a lobotomy’ or ‘just a big parking lot’? Pick your fave L.A. insult", "Where to find the best Chinese doughnuts in Los Angeles", "The best Vietnamese coffees to try in L.A. and O.C. right now.", "14 of the best bagel shops in Los Angeles", "The Times’ 101 list", "These are the 101 best restaurants in Los Angeles", "Entertainment & Arts", "McNamara: She launched the ‘Twilight’ films. But Hollywood franchises kept going to men", "The surprising afterlife of a ’70s L.A. cult: How the Source Family became hot IP in 2023", "Hardy and Lainey Wilson lead the 2023 Academy of Country Music Award nominations", "Mo’Nique sues CBS, Paramount for ‘millions’ in profits from ‘The Parkers’", "Report: Daniel Snyder agrees to sell Commanders to group that includes Magic Johnson", "Commentary: Lakers had just enough time and luck to reach the playoffs", "French guard Ilane Fibleuil chooses UCLA over Gonzaga and G League for next season", "‘It was incredible to watch.’ Freddie Freeman’s 15pitch walk sparks Dodgers offense", "Latino Life", "Latinx Files: Bad Bunny is just one of many Latin acts at Coachella", "Mexican singer Julián Figueroa left an upcoming film role and 5 songs you won’t forget", "L.A. Times en Español", "América, Chivas y Pachuca, base de selección para amistoso", "Biden anuncia acceso a “dreamers” a planes de salud", "Entre latinos de EEUU, el catolicismo es la fe mayoritaria", "Visual Storytelling", "The Week in Photos: Harris tells her own story while Trump gets indicted and booked", "Photos | Lakers beat Timberwolves, advance to the playoffs", "Photos: Embraced as the daughter of the nation, Harris visits Zambia", "It will always be from Compton Ave and Century Blvd to the world for Rush Davis", "It’s time to embrace the power of the morningafter uniform", "Your planners deserve some heat in April. Start with these popups, launches, shows", "When we think of good style, we think of outfits. We really should think: Katie Qian", "World & Nation", "In a blow to Fox News, judge rules network withheld evidence in Dominion case", "Moldova’s leaders struggle to stay out of Russia’s clutches", "First image of a black hole looks sharper after AI makeover", "NPR quits Elon Musk’s Twitter over ‘governmentfunded’ label", "Sign up for our L.A. on the Record newsletter", "How do you fight 50 billion pieces of litter? Start by picking up trash on your next hike", "Southern California’s festival season arrives with books and thumping bass", "Events & Offers", "Join us for the cultural event of the year", "43rd Annual Festival of Books  Book Prizes", "Play for FREE today", "Rep your city. Wear The Times", "Join us April 22: Book Club with Gabrielle Zevin", "Laura Dern and Diane Ladd: April 22. Get tickets now", "L.A. Times Coast to Coast", "Watch the L.A. Times Studios short documentary now", "Discover the best of everything", "Save up to 80% on prescription medications", "Compare Financial Products", "Top promo codes, deals and coupons", "6 awardwinning wines for just $39.95 & FREE SHIPPING", "A podcast about fate, family and fortunetelling", "An essential news podcast from the L.A. Times", "Things to Do", "Gain a new perspective on climate change with puppets and absurdity", "Review: Dustin H. Chinn’s new Chance Theater comedy serves up the cultural politics of food", "Celebrate California native plants at Festival of Books with L.A. Times Plants", "How to have the best Sunday in L.A., according to playground connoisseur Melanie Lynskey", "World, Nation & Politics", "Column: If the public doesn’t finance political candidates, special interests will happily step in", "Column: Trump in court. Newsom in Florida. Clarence Thomas on a yacht. What it means for California", "U.S. courts Ecuador president even as Latin American country’s democracy deteriorates", "In India, mangrove trees make way for booming city of Kochi", "Stocks tick higher on Wall Street as inflation slows further", "Anaheim’s NAMM Show, the huge music instrument and equipment event, pivots post pandemic", "You Do ADU, Part 3: Coming up with a plan", "Musk on Twitter’s finances, his 3 a.m. tweets and his dog as CEO", "Anne Perry, teen murderer turned crime writer, dies at 84", "Rosemary Kaul, groundbreaking L.A. Times photojournalist, dies", "Mexican singeractor Julián Figueroa’s death sparks outpouring of grief", "Al Jaffee, iconoclastic cartooning legend of Mad Magazine fame, dies at 102", "UC San Diego chancellor to make $1.14 million a year after $500,000 pay raise", "Violence dropped at California middle and high schools over 18 years, UCLA study finds", "California bill requiring schools to out transgender students to parents dies", "Fontana teacher captured on video repeatedly saying Nword to student in class", "Corruption is widespread in California’s weed industry. Now, the state is taking action", "Labor unions’ objections delay California investigation into wage theft system", "Examination of USC doctor’s earlier books finds more troubling instances of plagiarism", "Inside the financial ties between a controversial housing nonprofit and Kevin de León", "L.A. Affairs", "L.A. Affairs: We lived apart but traveled the world together. Could we make it in L.A.?", "L.A. Affairs: Online dating wasn’t going well. Was I geographically undesirable?", "L.A. Affairs: My feelings changed about a friend. How could I say ‘I like you’?", "L.A. Affairs: Did you find love at Disneyland? Tell us your story", "Guides and Advice", "The Ultimate L.A. Bookshelf", "12 can’tmiss nurseries for people who love SoCal’s fragrant native plants", "Can you smoke a joint at the Hollywood Bowl? And other burning weed questions answered", "Should extra cash go to retirement or emergency savings?", "Choosing the Best 2023 Gaming Monitor", "The Best Women’s Leggings of 2023", "The 5 Best Vacuums for Cleaning Pet Hair", "Choosing the Best Bluetooth Speaker in 2023: Top 5 Portable Speakers", "Bestcovery Reviews the 5 Best Stand Mixers of 2023", "Find the Best Weighted Blanket for Better Sleep in 2023", "Keep Clean With the Best Cordless Vacuum on the Market in 2023", "Arrest made in classified documents leak", "Hours earlier, Massachusetts Air National Guard member was identified as focus of investigation", "Friend details sharing of hundreds of documents in closed chat group", "Daniel Snyder nears deal to sell Commanders for about $6 billion", "Backyard bees disfigure yards in ways we are only beginning to comprehend", "The most shocking intel leak reveals new Chinese military advances", "Beyond noncompetes, firms use these tactics to stop workers from leaving", "The 5th Circuit’s action on abortion meds is a radical travesty", "Should Feinstein resign? Perry Bacon Jr. answered your questions.", "Jim Jordan’s new stunt reveals the folly of ‘governing by Fox News’", "How to stop the Mexican cartels? Stop supplying them with guns.", "Swing voters are fine with the Trump charges. That’s a warning to the GOP.", "Listen: The topsecret document leak panicking U.S. officials", "On the Record: Test your knowledge with our quotable news quiz", "Carolyn Hax: Huh? Son’s fiancee whispers to him with others around.", "Cook: Vietnamese flavors shine in this chicken lemongrass curry", "U.S. to ask Supreme Court to restore full access to abortion pill", "Unpacking the flawed science cited in the Texas abortion pill ruling", "Fort Lauderdale was inundated with a third of its annual rainfall within hours", "Trans people have never been so visible — or so vulnerable", "100 years of work: See how the office has evolved", "What SuperAgers show us about longevity, cognitive health as we age", "See the sharpest image yet of a supermassive black hole", "Get motivated with our spring cleaning bingo card", "NBA star Ja Morant accuses teen he punched of slander and battery in countersuit", "Cars in Md. work zone crash that killed 6 were reportedly speeding, NTSB says", "The Dianne Feinstein situation turns ugly", "What you reject when you assert Trump’s complete innocence", "Nomination for U.S. Labor Department secretary in jeopardy", "Naziadmiring Jan. 6 rioter sentenced to 3 years in separate weapons case", "Josh Harris group has tentative deal to buy Commanders from Daniel Snyder", "Sadio Mane suspended, fined by Bayern Munich after punching Leroy Sane", "Need advice? Join columnist Carolyn Hax’s weekly chat (April 14 | 12 p.m. ET)", "First Look with The Post’s Jonathan Capehart", "Discord member details how documents leaked from closed chat group", "Suspected leaker of top secret Pentagon documents arrested", "Live updates: FBI makes arrest in leak of classified U.S. documents, Garland says", "Josh Harris group has tentative deal to buy Commanders from Daniel Snyder", "Jim Jordan’s new stunt reveals the folly of ‘governing by Fox News’", "‘It’s disgusting’: Bali locals are fed up with bad tourists", "Death at the rodeo, and a mother’s dilemma", "TikTok’s cottage cheese ice cream is almost no effort, almost worth it", "America needs clean electricity. These states show how to do it.", "Biden administration to widen Medicaid and ACA health coverage to DACA immigrants", "Bill Barr’s next act: Suing the Biden administration", "What you reject when you assert Trump’s complete innocence", "The Dianne Feinstein situation turns ugly", "Nomination for U.S. Labor Department secretary in jeopardy", "Carolyn Hax: ‘Angst sponge’ tires of friend who can’t keep a job", "Lawns, dogs and electric cars: I tackled your toughest environmental questions", "You asked: Can I refuse a TSA patdown?", "Got mold in your shower and crud in the microwave? A cleaning expert took your questions.", "Miss Manners: People are always trying to debate me on politics", "Ask Amy: Should ‘theater kid’ quit after being ignored by casting agent?", "Are you ableist? Take our quiz with these 7 scenarios.", "How to catch an inspiring sunrise or sunset", "Why exercising outdoors is better for you than indoors", "After a pandemic lull, strep cases are bad again. Here’s what to know.", "Ask a Doctor: Why do I sweat in my sleep?", "El Niño watch issued as scientists eye imminent climate pattern shift", "Here’s the biggest hurdle facing America’s EV revolution", "Europe needs energy. Moroccan solar may be a clean solution.", "Twitter’s new limits may block your next tornado warning", "Scientists predict slightly belowaverage Atlantic hurricane season", "The AI bot has picked an answer for you. Here’s how often it’s bad.", "They left social media for good. Are they happier?", "Quiz: Do your social media habits need a reset?", "U.S. launches secure software push with new guidelines", "Twitter’s new limits may block your next tornado warning", "AI experts urge E.U. to tighten the reins on tools like ChatGPT", "The West hoped Lula would be a partner. He’s got his own plans.", "Two Americans killed in Ukraine; war likely to spill into 2024, leaked documents say", "India escalates fight against BBC with new financial case", "Russia names Ukrainian suspect in blast that killed prowar blogger", "Severe tropical Cyclone Ilsa headed toward landfall in northwest Australia", "Mary Quant, British designer who dressed the swinging ’60s, dies at 93", "Bunk beds are coming to a plane near you", "We tested three virtual interior design services. The winner was clear.", "Specialty mushrooms are booming — including in home gardens", "Their teachers assign math, grammar — and giving small gifts to strangers", "They helped the CIA in Afghanistan. Now they’re suffering in America.", "Proud Boys defendant calls Jan. 6 violence ‘disgrace’ at trial", "Dominion v. Fox jury selection begins. Will Fox News superfans get picked?", "Trucks are still taking tainted waste out of East Palestine. One spilled this week.", "Louisville shooter’s mother warned 911 her son was heading to bank", "How ‘Phantom of the Opera’ changed the lives of 6 leading ladies", "HBO Max loses HBO in name, gains ‘Harry Potter’ TV series", "Anne Perry, crime novelist with her own murder record, dies at 84", "Fed up, Arnold Schwarzenegger terminates ‘giant pothole’ in L.A.", "Cars in Md. work zone crash that killed 6 were reportedly speeding, NTSB says", "False calls of active shooters prompt shelter orders at D.C. universities", "Amazon applies for first incentives for HQ2: As much as $152 million", "Maryland advances plan for MARC train service to Virginia, Delaware", "Vice President Harris to announce overhaul of D.C.’s 14th Street Bridge", "D.C.area forecast: Summer heat without the humidity today; showers this weekend", "The 27 best things to do in D.C. this weekend and next week", "With appeals court ruling, abortion pills could be harder to get", "Unpacking the flawed science cited in the Texas abortion pill ruling", "TikTok teen shares HIV journey", "Vulnerability in China’s labs allowed pathogens to escape, and it could happen again", "April night skies feature bevy of wonders", "Scientists identify two new species of a big, strange flying squirrel", "Josh Harris group has tentative deal to buy Commanders from Daniel Snyder", "O’Cyrus Torrence’s superhuman hamstrings are an NFL draft mystery", "Alex Ovechkin is chasing history. The Capitals need to keep up.", "As the Caps season closes, a goalie from Curry College gets a surprise call", "U.S. leads break from IBA in forming new organization called World Boxing", "U.S.China split shadows hopes for lifting debt load from global economy", "JPMorgan asks senior managers to be in office 5 days a week", "Inflation is falling. Why aren’t people noticing?", "Tax Day is coming. Here are some lastminute tips.", "Finally, medical debt under $500 has been removed from credit reports", "At $13, this Sancerreadjacent white wine is a steal", "Lighter wine bottles don’t affect quality and are better for the planet", "A bold Thai curry broth helps silken tofu unfurl its delicate charms", "Top this trout and dill salad with potato chips for extra fun", "You asked: Can I refuse a TSA patdown?", "Romance and Wiener schnitzel: Why David Hasselhoff loves train travel", "‘Hateful’ laws may make Florida unsafe for travel, LGBTQ advocates say", "8 hilarious but true wildlife tips from the National Park Service", "Suspected leaker", "FBI arrests 21yearold Air National Guardsman suspected of leaking classified documents", "Leaked documents suggest Russia's Wagner Group mercenaries look for business close to U.S.", "EXCLUSIVE: U.S. intel agencies may change social media monitoring after missing leaked docs for weeks", "U.S. news", "San Francisco police arrest suspect in killing of tech exec Bob Lee, city official says", "Video shows Bob Lee seen staggering and asking for help after stabbing", "Cash App founder Bob Lee stabbed and killed in San Francisco", "Videos of high school life in decades past stir nostalgia and debate", "Louisville shooting", "Bank shooter was seeing a counselor for depression and anxiety; family is planning CTE test", "Louisville shooter's mom to 911: He has a gun and is heading toward the bank", "Bodycam video shows rookie Louisville officer rush to bank shooting before being critically wounded", "Trump investigations", "Appeals court refuses to decide if Trump can be shielded from rape accuser's defamation suit", "Trump appears for deposition in New York AG's business fraud lawsuit", "Trump sues Michael Cohen, a key witness in N.Y. criminal case, seeking $500 million", "2024 Election", "Against a backdrop of mass shootings, GOP hopefuls flock to the NRA convention", "OUT Politics and Policy", "Wife of Florida drag ban sponsor to host 'sultry' performance to benefit kids' charity", "Mitch McConnell tweets he will return to the Senate on Monday after treatment for a concussion", "Justice Department", "ExCapitol Police officer sentenced after sending 'stupid and reckless' messages to Jan. 6 rioter", "Dominion v. Fox News", "Jury selection begins in the Dominion defamation case against Fox News", "Abortion Rights", "Abortion pill will remain accessible with limits after appeals court partially blocks judge's ruling", "DeSantis vs. Trump", "Ron DeSantis' team tries to stop Florida Republicans from endorsing Trump", "U.S. news", "U.S. news", "ExKansas police officer pleads guilty to string of sex crimes, assaulting 10 females", "U.S. news", "Long Island nurse arrested after allegedly slamming newborn facedown into bassinet", "U.S. news", "Former Nickelodeon star Drake Bell found safe after being reported missing in Florida, police say", "U.S. news", "Texas county convenes meeting to discuss the possible closure of its more than 100yearold library system", "Extreme weather", "Fort Lauderdale is pounded by heavy rainfall, flooding roads and shutting down airport", "U.S. news", "1 dead, 2 teens injured after shooting near Northwestern University; suspects fled the scene", "U.S. news", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "Fears Putin critic is being 'slowly poisoned' after mystery injections, shedding 18lbs in two weeks", "War in Ukraine", "Russia says it may discuss prisoner swap involving American reporter, just not yet", "Rally driver Craig Breen killed in a crash during a test event ahead of world championship race", "French unions rally in the streets ahead of ruling on Macron's retirement reforms", "Women’s tennis tour ends Peng Shuaiinspired China boycott", "Killer who escaped prison with help from guards and faked death is back in South Africa", "Macron stands by Taiwan comments after backlash in the U.S. and Europe", "Business, tech & media", "Schumer calls for AI rules as ChatGPT surges in popularity", "Tech News", "Montana close to becoming 1st state to completely ban TikTok", "Artificial intelligence", "Amazon jumps into the generative A.I. race with new cloud service", "Business News", "Bloomberg plans to integrate GPTstyle A.I. into its terminal", "Warner Bros. Discovery unveils new flagship streaming service, 'Max'", "Business News", "Bloomberg plans to integrate GPTstyle A.I. into its terminal", "Warner Bros. Discovery unveils new flagship streaming service, 'Max'", "Pop culture", "Culture Matters", "Ariana Grande speaks out about ‘concerns’ surrounding her weight", "Jamie Foxx was hospitalized after a 'medical emergency,' rep says", "Culture Matters", "Meet the 'RuPublicans': GOP lawmakers are reimagined as AIgenerated drag queens", "Culture Matters", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "Culture Matters", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "Culture Matters", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "Culture Matters", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "Top videos", "NBC News", "Watch: Protesters set off flares inside Louis Vuitton HQ", "Prince Harry to attend King Charles’ coronation without Meghan", "How to keep track of — and cancel — subscriptions and free trials", "Costs of meat, poultry, fish, eggs fall for first time since 2020", "Editors' picks", "Abortion Rights", "What we know and what we don't about the future of access to abortion pills", "A 16yearold is still cleaning a Kansas slaughterhouse months after his employer was fined over migrant kids", "Culture Matters", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "OUT Politics and Policy", "Despite fierce resistance, Tennessee town's annual Pride festival gets a lifeline", "Most read", "U.S. news", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "National Security", "FBI arrests 21yearold Air National Guardsman suspected of leaking classified documents", "Abortion Rights", "Abortion pill will remain accessible with limits after appeals court partially blocks judge's ruling", "U.S. news", "Arnold Schwarzenegger posts video filling in 'giant pothole' in L.A. — but city says it was actually a service trench", "Abortion Rights", "What we know and what we don't about the future of access to abortion pills", "Joe Biden", "Biden announces plan to expand health coverage to DACA recipients", "Abortion Rights", "Abortion pill will remain accessible with limits after appeals court partially blocks judge's ruling", "U.S. news", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "U.S. news", "Some debris from Indiana plastics fire may contain asbestos, EPA warns as particulate matter enters the air", "U.S. news", "A woman with tuberculosis took a bus to a casino while an officer with a warrant for her arrest let her go", "U.S. news", "Some debris from Indiana plastics fire may contain asbestos, EPA warns as particulate matter enters the air", "Science news", "Climate in Crisis", "Wind and solar generated a record amount of global power in 2022", "Climate in Crisis", "Biden adminstration proposes water cuts to avert Colorado River crisis", "High risk, high reward: Startups are still eager to mine space rocks", "NBC News NOW", "Scientists find world's deepest fish", "Climate in Crisis", "Climate change is leading to more home runs, study finds", "NBC News NOW", "Scientists find world's deepest fish", "Climate in Crisis", "Climate change is leading to more home runs, study finds", "Joe Biden", "Biden announces plan to expand health coverage to DACA recipients", "Culture Matters", "Latinos who are religiously unaffiliated continue to grow", "Culture Matters", "'Leguizamo Does America' takes viewers on a road trip, Latino style", "A 16yearold is still cleaning a Kansas slaughterhouse months after his employer was fined over migrant kids", "Joe Biden", "Biden announces plan to expand health coverage to DACA recipients", "Authorities won't pursue federal charges in Shanquella Robinson's death", "Ariana DeBose to host Tony Awards for 2nd consecutive year", "Racial Reckoning", "The 'spite wall,' built by white racists in 1940s Baltimore, finally came down", "NBC OUT", "OUT Politics and Policy", "Wife of Florida drag ban sponsor to host 'sultry' performance to benefit kids' charity", "OUT Politics and Policy", "Two transgender rights cases will be heard by full U.S. appeals court", "OUT News", "Ugandan LGBTQ activist readies for the fight of his life", "OUT Politics and Policy", "Despite fierce resistance, Tennessee town's annual Pride festival gets a lifeline", "Asian America", "Asian America", "'Never Have I Ever' promises a wild senior year in its final season", "Joe Biden", "Biden announces plan to expand health coverage to DACA recipients", "Culture Matters", "How Netflix's 'Beef' nailed the Korean American evangelical experience", "Asian America", "California scraps caste bias case against Cisco engineers; company still being sued", "12 highly rated leggings on Amazon", "Products to help whiten teeth at home", "Oral Care", "How to prevent thigh chafing", "Self Care", "The 7 best vacuums under $100", "Small Home Appliances", "How to treat and reduce undereye circles", "Self Care", "How to choose a robot vacuum", "11 best hair dryers, according to experts", "Hair Care", "Best board games for adults", "Home & Kitchen", "What causes rosacea? Derms explain.", "Skin Care", "How pruners can help keep your plants healthy", "Main Menu", "Special Projects", "HuffPost Personal", "From Our Partners", "Follow Us", "Torrential Storms Batter South Florida, Close Key Airport", "Actor Gérard Depardieu Accused Of Groping Extras", "North Korea Fires ICBM That May Have Been New Type Of Weapon", "Progressives Call On Dianne Feinstein To Resign Amid Concern Over Her Absence", "Arizona House Expels FarRight Lawmaker After Wild ConspiracyLaden Hearing", "Colin Farrell Is A GunToting Maniac In Teaser Trailer For ‘The Penguin’", "Another 'Game Of Thrones' Prequel Series Is Heading To HBO", "Bella Ramsey: Joel Made The ‘Right Decision’ In ‘The Last Of Us’ Finale", "How Tucker Carlson Inspired Rupert Murdoch To End Engagement", "Aubrey Plaza Says Director Told Her To Masturbate On Camera For ComingOfAge Film", "Cecily Strong Explains Why It's 'Hard' To Watch 'SNL' After Departure", "HBO Max And Discovery+ Combine Forces With A New Name", "LATEST NEWS", "White House Urgently Warns Radical Abortion Pill Ruling May Upend Everyone’s Medicine", "Suspect In Documents Leak Taken Into Custody: AP Source", "A Billionaire Bought Property From Clarence Thomas. The Justice Didn’t Disclose the Deal.", "TrumpNominated Judge Who Issued Radical Abortion Pill Ruling Cited An Absurd ‘Study’", "Tim Scott Fumbles Abortion Questions After Announcing Possible Presidential Bid", "Appeals Court Preserves Access To Abortion Pill Mifepristone, For Now", "Republicans Across The U.S. Are On A Crusade To Eliminate College Diversity Programs", "Food Assistance Recipients Are Getting Robbed Of Benefits — And Struggling To Get Them Back", "👇 WHAT'S HAPPENING 👇", "UPDATE: Actor Drake Bell Found Safe After Being Reported ‘Missing And Endangered’ In Florida", "GOP Seeks To Defund Manhattan District Attorney Prosecuting Trump", "Dan Snyder To Sell Washington Commanders For $6 Billion: Reports", "Kansas Man Who Says He Was Tased For Going 3 MPH Over Speed Limit Files Suit", "Texas Lawmakers Want To Allow Civilians To Patrol The Border", "Hoda Kotb Reveals One Of The Cruelest Criticisms She’s Faced As A Parent", "‘Super Mario Bros.’ Theme Becomes First Video Game Music To Get This Elite Honor", "Minka Kelly Details ‘Toxic’ Romance With ‘Friday Night Lights’ CoStar Taylor Kitsch", "The Rudest Things You Can Do While Hosting Overnight Guests", "8 Things Productivity Experts Would Never, Ever Do Before Work", "What EndOfLife Doulas Want You To Know About Death And Grief", "15 Amazing UNESCO World Heritage Sites You Can Visit In The U.S.", "You May Like", "14 Spring Dresses Under $100 That Belong In Your Wardrobe", "If Your Bag Is An Actual Black Hole, Try These 11 Helpful Products", "Experts Explain Why You Need An Emergency Go Bag (And What Should Be In It)", "GalleryWorthy Work From Black Artists That You Can Buy On Etsy", "The Tiny, Powerful Blender That Our Food Editor Uses Way More Than Her Vitamix", "You May Like", "Got a tip?", "PAID CONTENT", "Essential Gardening Tips To Keep Your Nursery Green", "👀 DON'T MISS 👀", "California State Capitol Evacuated Due To ‘Credible Threat’", "Queen Latifah Becomes First Female Rapper Selected For National Recording Registry", "Céline Dion Is Back With New Music Amid Ongoing Health Battle", "Jamie Foxx Recovering After ‘Medical Complication,’ Family Says", "Colorado Rockies Mascot Attacked While Dancing On Dugout", "U.S. Will Not Prosecute Suspect In North Carolina Woman’s Death In Mexico", "The Morning Email", "Nancy Pelosi Fires Back At Calls For Dianne Feinstein’s Resignation", "Meghan Markle Makes Twitter ‘Proud’ By Turning Down King Charles’ Coronation Invite", "Mary Quant, Inventor Of The Miniskirt, Dies At 93", "Chris Evans Explains Why He’s Turned Down Hosting ‘SNL’ For Years", "‘Such An Idiot’: Nicolle Wallace Bursts Out Laughing Over Trump Comment On Fox News", "Opinion: Republicans Should Rejoice; We Are Now Numb To Gun Violence", "HBO Baffles Fans With ‘Harry Potter’ Reboot Series, Defense Of J.K. Rowling’s Role", "Donald Trump Sues Michael Cohen, Alleging ‘Vast Reputational Harm’", "Tucker Carlson Might Have Just Delivered His Most Racist Fox News Rant Yet", "Read The Email Rupert Murdoch Reportedly Sent Jerry Hall To End Their Marriage", "Official: Russia May Discuss Prisoner Swap Involving WSJ Reporter", "Elon Musk’s 2Word Response To NPR Leaving Twitter Is ... Really Something", "HUFFPOST PERSONAL", "There's A New ‘Miracle Cure’ For My Highly Visible Skin Condition. I Don't Know If I Want It.", "After 7 Years, My Friend Ghosted, Unfriended And Blocked Me. I Still Don’t Know Why.", "My Wife And I Were Suffering. We Took Ecstasy Together — And It Saved Our Marriage.", "My Husband And I Built Our Life Around Cannabis. Here's What Changed When We Became Parents.", "Trump Set To Give 2nd Deposition In New York AG Fraud Suit", "Dianne Feinstein Asks To Be Temporarily Replaced On Judiciary Committee", "Donald Trump Reportedly Lied When He Told Tucker Carlson People Cried At His Arrest", "GOP Lawmaker Defends Supporting 12YearOlds’ Right To Legally Marry", "Jimmy Kimmel Comes Right Out And Says It About Trump", "Colbert Taunts GOP After Stunt Backfires: 'You Just Shot Yourself In The Nuts!'", "Disneyland Ride With Racist Roots Is Finally Closing", "Brooke Shields Explains The 1 Remark That Made Her Feel Safe Kissing A Man At Age 11", "At What Point Is Complaining About Your Job Doing More Harm Than Good?", "How Bad Is It To Use A Product With A California Prop 65 Warning Label?", "Grief Counselors Say ‘Closure’ Is A Myth. Here’s Why.", "35 Tweets That Sum Up Life With 10YearOlds", "Here Are 8 DermRecommended Products To Soothe Your Sunburn", "Is It Just Me, Or Is Everyone In New York Wearing This $25 Blanket Scarf?", "This ExpensiveLooking Swivel Chair Will Almost Certainly Sell Out Again", "These Are The Comfortable Shoes That Nurses Wear For Standing All Day Long", "Why Is It So Hard For South Asians To Shake LightSkin Worship?", "How To Find Balance While Observing Ramadan in the Western World", "This Model Is Redefining ‘Influencer’ In Her Quest For Better Health Care", "Don’t Get Us Wrong, We Love Simu Liu — But He’s Not The Only Talented Asian Thirst Trap", "You May Like"]}